Repository: xaas-cloud/opencloud
Catalog: services/graph/pkg/l10n/locale/*/LC_MESSAGES/graph.po
Languages: ca, es, fi, ko, sv, zh

source: Can edit
ca: Pot editar
es: Puede editar
fi: Voi muokata
ko: 편집 가능
sv: Kan redigera
zh: 可编辑

source: Can edit without versions
ca: Pot editar sense versions
es: Se puede editar sin versiones
fi: Voi muokata ilman versioita
ko: 버전 없이 편집 가능
sv: Kan redigera utan versioner
zh: 可编辑（无版本控制）

source: Can manage
ca: Pot gestionar
es: Se puede gestionar
fi: Voi hallita
ko: 관리 가능
sv: Kan hantera
zh: 可管理

source: Can upload
ca: Pot pujar
es: Se puede subir
fi: Voi lähettää
ko: 업로드 가능
sv: Kan skicka upp
zh: 可上传

source: Can view
ca: Pot veure
es: Se puede visualizar
fi: Voi nähdä
ko: 보기 가능
sv: Kan visa
zh: 可查看

source: Can view (secure)
ca: Pot veure (de forma segura)
es: Se puede visualizar (de forma segura)
fi: Voi nähdä (turvallinen)
ko: 보기 가능 (보안)
sv: Kan visa (säkert)
zh: 可查看（安全）

source: Cannot access
ca: No pot accedir
es: No se puede acceder
fi: Ei pääsyä
ko: 접근 불가
sv: Kan inte komma åt
zh: 无法访问

source: Deny all access.
ca: Denega tot accés.
es: Prohibir todo el acceso
fi: Estä kaikki pääsy.
ko: 모든 접근 거부
sv: Neka all åtkomst.
zh: 拒绝所有访问。

source: Here you can add a description for this Space.
ca: Aquí podeu afegir una descripció per a aquest espai.
es: Aquí puedes agregar una descripción a este Espacio.
fi: Täällä voit lisätä kuvauksen avaruudelle.
ko: 여기에 이 공간에 대한 설명을 추가할 수 있습니다.
sv: Här kan du lägga till en beskrivning av denna arbetsyta.
zh: 此处可为该空间添加描述。

source: View and download.
ca: Visualitza i descarrega.
es: Ver y descargar
fi: Näytä ja lataa.
ko: 보기 및 다운로드.
sv: Visa och hämta ner.
zh: 查看和下载。

source: View only documents, images and PDFs. Watermarks will be applied.
es: Ver solamente documentos, imágenes y archivos PDF. Será aplicada una marca de agua.
fi: Näytä vain asiakirjat, kuvat ja PDF:t. Vesileimat lisätään.
ko: 문서, 이미지 및 PDF만 보기. 워터마크가 적용됩니다.
sv: Visa endast dokument, bilder och PDF. Vattenstämplar kommer att tillämpas.
zh: 仅可查看文档、图片和PDF，且会添加水印。

source: View, download and edit.
ca: Visualitza, descarrega i edita.
es: Ver. descargar y editar.
fi: Näytä, lataa ja muokkaa.
ko: 보기, 다운로드 및 편집.
sv: Visa, hämta ner och redigera.
zh: 查看、下载和编辑。

source: View, download and show all invited people.
ca: Visualitza, descarrega i mostra totes les persones convidades.
es: Ver, descargar y mostrar a todas las personas invitadas.
fi: Näytä, lataa ja näytä kaikki kutsutut henkilöt.
ko: 모든 초대받은 사람들을 보고, 다운로드하고, 보여줍니다.
sv: Visa, hämta ner och visa alla inbjudna personer.
zh: 查看、下载并显示所有受邀人员。

source: View, download and upload.
ca: Visualitza, descarrega i puja.
es: Ver, descargar y subir.
fi: Näytä, lataa ja lähetä.
ko: 보기, 다운로드 및 업로드.
sv: Visa. hämta ner och skicka upp.
zh: 查看、下载和上传。

source: View, download, edit and show all invited people.
ca: Visualitza, descarrega, edita i mostra totes les persones convidades.
es: Ver, descargar, editar y mostrar a todas las perosnas invitadas.
fi: Näytä, lataa, muokkaa ja näytä kaikki kaikki kutsutut henkilöt.
ko: 모든 초대받은 사람들을 보고, 다운로드하고, 편집하고, 보여줍니다.
sv: Visa, hämta ner, redigera och visa alla inbjudna personer.
zh: 查看、下载、编辑并显示所有受邀人员。

source: View, download, upload, edit, add and delete.
ca: Visualitza, descarrega, puja, edita, afegeix i suprimeix.
es: Ver, descargar, subuir, editar, añadir y eliminar.
fi: Näytä, lataa lähetä, muokkaa, lisää ja poista.
ko: 보기, 다운로드, 업로드, 편집, 추가 및 삭제.
sv: Visa, hämta ner, skicka upp, redigera, lägga till och ta bort.
zh: 查看、下载、上传、编辑、添加和删除。

source: View, download, upload, edit, add, delete and manage members.
ca: Visualitza, descarrega, puja, edita, afegeix, suprimeix i gestiona els membres.
es: Ver, descargar, subir, editar, añadir, eliminar y gestionar miembros.
fi: Näytä, lataa, lähetä, muokkaa, lisää, poista ja hallitse jäseniä.
ko: 회원 보기, 다운로드, 업로드, 편집, 추가, 삭제 및 관리.
sv: Visa, hämta ner, skicka upp, redigera, lägga till, ta bort och hantera medlemmar.
zh: 查看、下载、上传、编辑、添加、删除和管理成员。

source: View, download, upload, edit, add, delete and show all invited people.
ca: Visualitza, descarregar, pujar, editar, afegir, esborrar i mostrar totes les persones convidades.
es: Ver, descargar, subir, editar, añadir, eliminar y mostrar a todas las personas invitadas.
fi: Näytä, lataa, lähetä, muokkaa, lisää, poista ja näytä kaikki kutsutut henkilöt.
ko: 모든 초대받은 사람들을 보고, 다운로드하고, 업로드하고, 편집하고, 추가하고, 삭제하고, 보여줍니다.
sv: Visa, hämta ner, skicka upp, redigera, lägga till, ta bort och visa alla inbjudna personer.
zh: 查看、下载、上传、编辑、添加、删除并显示所有受邀人员。

source: View, download, upload, edit, add, delete including the history.
ca: Visualitza, baixa, puja, edita, afegeix, suprimeix incloent l'historial.
es: Ver, descargar, subir, editar, añadir y borrar incluyendo el historial.
fi: Näytä, lataa, lähetä, muokkaa, lisää, poista mukaan lukien historia.
ko: 기록을 포함하여 보기, 다운로드, 업로드, 편집, 추가, 삭제합니다.
sv: Visa, hämta ner, skicka upp, redigera, lägga till, ta bort inklusive historiken.
zh: 查看、下载、上传、编辑、添加和删除（含历史版本）。
