Repository: xaas-cloud/opencloud
Catalog: services/notifications/pkg/email/l10n/locale/*/LC_MESSAGES/notifications.po
Languages: es, fr, ko, sv, zh

source: Click here to check it: {ShareLink}
es: Clic aquí para revisarlo: {ShareLink}
fr: Cliquez ici pour le consulter : {ShareLink}
ko: 여기를 클릭하여 확인하세요: {ShareLink}
sv: Klicka här för att kontrollera det: {ShareLink}
zh: 点击此处查看：{ShareLink}

source: Click here to view it: {ShareLink}
es: Clic aquí para verlo: {ShareLink}
fr: Cliquez ici pour le voir : {ShareLink}
ko: 여기를 클릭하여 확인하세요: {ShareLink}
sv: Klicka här för att visa det: {ShareLink}
zh: 点击此处查看：{ShareLink}

source: Hello {ShareGrantee}
es: Hola {ShareGrantee}
fr: Bonjour {ShareGrantee}
ko: 안녕하세요 {ShareGrantee}
sv: Hej {ShareGrantee}
zh: 您好，{ShareGrantee}

source: Hello {ShareGrantee},
es: Hola {ShareGrantee},
fr: Bonjour {ShareGrantee},
ko: 안녕하세요 {ShareGrantee},
sv: Hej {ShareGrantee},
zh: 您好，{ShareGrantee}：

source: Hello {SpaceGrantee},
es: Hola {SpaceGrantee},
fr: Bonjour {SpaceGrantee}
ko: 안녕하세요 {SpaceGrantee},
sv: Hej {SpaceGrantee},
zh: 您好，{SpaceGrantee}：

source: Hi {DisplayName},
es: Bienvenido {DisplayName},
fr: Bonjour {DisplayName},
ko: 안녕하세요 {DisplayName},
sv: Hej {DisplayName},
zh: 您好，{DisplayName}：

source: Hi,
es: ¡Hola!,
fr: Bonjour,
ko: 안녕하세요
sv: Hej,
zh: 您好：

source: Membership of '{SpaceName}' expired at {ExpiredAt}
es: La membresía de '{SpaceName}' expiró el {ExpiredAt}
fr: L'affiliation à '{SpaceName}' a expiré à {ExpiredAt}
ko: '{SpaceName}'의 멤버십이 {ExpireDat}에서 만료되었습니다
sv: Medlemskapet i '{SpaceName}' löpte ut {ExpiredAt}
zh: 您在空间“{SpaceName}”的成员资格已于{ExpiredAt}过期

source: Report
es: Reporte
fr: Rapport
ko: 리포트
sv: Rapport
zh: 报告

source: ScienceMesh: {InitiatorName} wants to collaborate with you
es: ScienceMesh: {InitiatorName} quiere colaborar contigo
fr: ScienceMesh : {InitiatorName} souhaite collaborer avec vous
ko: ScienceMesh: {InitiatorName}이/가 여러분과 협력하고 싶습니다
sv: ScienceMesh: {InitiatorName} vill samarbeta med dig
zh: ScienceMesh：{InitiatorName}希望与您协作

source: Share to '{ShareFolder}' expired at {ExpiredAt}
es: La compartición de '{ShareFolder}' expiró el {ExpiredAt}
fr: Le partage avec '{ShareFolder}' a expiré le {ExpiredAt}
ko: '{ShareFolder}'의 공유가 {ExpireDat}에서 만료됨
sv: Delning till '{ShareFolder}' löpte ut {ExpiredAt}
zh: 共享文件夹“{ShareFolder}”的访问权限已于{ExpiredAt}过期

source: Your membership of space {SpaceName} has expired at {ExpiredAt} Even though this membership has expired you still might have access through other shares and/or space memberships
fr: Votre adhésion à l'espace {SpaceName} a expiré à {ExpiredAt} Même si cette adhésion a expiré, vous pouvez encore avoir accès à d'autres parts et/ou adhésions à l'espace.
ko: {SpaceName} 의 멤버십이 {ExpireDat}에서 만료되었습니다 이 멤버십이 만료되었더라도 다른 공유 또는 스페이스 멤버십을 통해 액세스할 수 있습니다
sv: Ditt medlemskap i arbetsytan {SpaceName} har löpt ut {ExpiredAt} Även om detta medlemskap har löpt ut kan du fortfarande ha tillgång via andra delningar och/eller medlemskap i arbetsytor
zh: 您在空间{SpaceName}的成员资格已于{ExpiredAt}过期 即使此成员资格已过期，您仍可能通过其他共享和/或空间成员资格获得访问权限

source: Your share to {ShareFolder} has expired at {ExpiredAt} Even though this share has been revoked you still might have access through other shares and/or space memberships.
fr: Votre partage sur {ShareFolder} a expiré à {ExpiredAt} Même si ce partage a été révoqué, vous pouvez toujours y avoir accès par le biais d'autres partages et/ou adhésions à l'espace.
ko: {ShareFolder}에 대한 공유가 {ExpireDat}에서 만료되었습니다 이 공유가 취소되더라도 다른 공유 또는 스페이스 멤버십을 통해 액세스할 수 있습니다.
sv: Din delning till {ShareFolder} har löpt ut {ExpiredAt} Även om denna delning har löpt ut kan du fortfarande ha tillgång via andra delningar och/eller medlemskap i arbetsytor.
zh: 您对{ShareFolder}的共享访问权限已于{ExpiredAt}过期 即使此共享已被撤销，您仍可能通过其他共享和/或空间成员资格获得访问权限

source: {ShareSharer} ({ShareSharerMail}) wants to start sharing collaboration resources with you. Please visit your federation settings and use the following details: Token: {Token} ProviderDomain: {ProviderDomain}
fr: {ShareSharer} ({ShareSharerMail}) souhaite commencer à partager des ressources de collaboration avec vous. Veuillez consulter les paramètres de votre fédération et utiliser les informations suivantes : Jeton : {Token} Domaine du fournisseur : {ProviderDomain}
ko: {ShareSharer} ({ShareSharerMail}) 가 여러분과 협업 리소스를 공유하고자 합니다. 공통 설정을 방문하시고 다음 세부 정보를 확인 바랍니다: 토큰: {Token} 공급자 도메인: {ProviderDomain}
sv: {ShareSharer} ({ShareSharerMail}) vill börja dela samarbetsresurser med dig. Kolla dina federationsinställningar och använd följande uppgifter: Token: {Token} ProviderDomain: {ProviderDomain}
zh: {ShareSharer}（{ShareSharerMail}）希望与您共享协作资源 请访问您的联邦设置并使用以下详细信息： 令牌：{Token} 提供商域：{ProviderDomain}

source: {ShareSharer} ({ShareSharerMail}) wants to start sharing collaboration resources with you. To accept the invite, please visit the following URL: {ShareLink} Alternatively, you can visit your federation settings and use the following details: Token: {Token} ProviderDomain: {ProviderDomain}
fr: {ShareSharer} ({ShareSharerMail}) souhaite commencer à partager des ressources de collaboration avec vous. Pour accepter l'invitation, veuillez visiter l'URL suivante : {ShareLink} Vous pouvez également consulter les paramètres de votre fédération et utiliser les informations suivantes : Jeton : {Token} Domaine du fournisseur : {ProviderDomain}
ko: {ShareSharer}({ShareSharerMail})가 여러분과 협업 리소스를 공유하고자 합니다. 초대를 수락하려면 다음 URL을 방문하세요: {ShareLink} 또는 공통 설정을 방문하시고 다음 세부 정보를 확인 바랍니다: 토큰: {Token} 공급자 도메인: {ProviderDomain}
sv: {ShareSharer} ({ShareSharerMail}) vill börja dela samarbetsresurser med dig. Besök följande URL för att acceptera inbjudan: {ShareLink} Alternativt kan du kolla dina federationsinställningar och använda följande uppgifter: Token: {Token} ProviderDomain: {ProviderDomain}
zh: {ShareSharer}（{ShareSharerMail}）希望与您共享协作资源 要接受邀请，请访问以下URL： {ShareLink} 或者，您可以访问您的联邦设置并使用以下详细信息： 令牌：{Token} 提供商域：{ProviderDomain}

source: {ShareSharer} has shared "{ShareFolder}" with you.
es: {ShareSharer} ha compartido "{ShareFolder}" contigo.
fr: {ShareSharer} a partagé « {ShareFolder} » avec vous.
ko: {ShareSharer}에서 "{ShareFolder}"를 공유했습니다.
sv: {ShareSharer} har delat "{ShareFolder}" med dig.
zh: {ShareSharer}已与您共享了“{ShareFolder}”

source: {ShareSharer} shared '{ShareFolder}' with you
es: {ShareSharer} compartió '{ShareFolder}' contigo
fr: {ShareSharer} a partagé « {ShareFolder} » avec vous
ko: {ShareSharer}가 '{ShareFolder}'를 공유했습니다
sv: {ShareSharer} delade '{ShareFolder}' med dig
zh: {ShareSharer}与您共享了“{ShareFolder}”

source: {SpaceSharer} has invited you to join "{SpaceName}".
es: {SpaceSharer} te ha invitado a unirte a "{SpaceName}".
fr: {SpaceSharer} vous a invité à rejoindre « {SpaceName} ».
ko: {SpaceSharer}에서 "{SpaceName}"에 참여하도록 초대했습니다.
sv: {SpaceSharer} har bjudit in dig till "{SpaceName}".
zh: {SpaceSharer}已邀请您加入“{SpaceName}”

source: {SpaceSharer} has removed you from "{SpaceName}". You might still have access through your other groups or direct membership.
fr: {SpaceSharer} vous a retiré de « {SpaceName} ». Il se peut que vous y ayez encore accès par l'intermédiaire de vos autres groupes ou de votre adhésion directe.
ko: {SpaceSharer}가 사용자를 "{SpaceName}"에서 삭제했습니다. 다른 그룹이나 직접 멤버십을 통해서도 액세스할 수 있습니다.
sv: {SpaceSharer} har tagit bort dig från "{SpaceName}". Du kan fortfarande ha tillgång via dina andra grupper eller via direkt medlemskap.
zh: {SpaceSharer}已将您从“{SpaceName}”中移除 您可能仍可通过其他群组或直接成员资格获得访问权限

source: {SpaceSharer} invited you to join {SpaceName}
es: {SpaceSharer} te invitó para unirte a {SpaceName}
fr: {SpaceSharer} vous a invité à rejoindre {SpaceName}
ko: {SpaceSharer}가 여러분을 {SpaceName}에 초대했습니다
sv: {SpaceSharer} bjöd in dig att gå med i {SpaceName}
zh: {SpaceSharer}邀请您加入{SpaceName}

source: {SpaceSharer} removed you from {SpaceName}
es: {SpaceSharer} te eliminó de {SpaceName}
fr: {SpaceSharer} vous a retiré de {SpaceName}
ko: {SpaceSharer}가 {SpaceName}에서 사용자를 삭제했습니다
sv: {SpaceSharer} tog bort dig från {SpaceName}
zh: {SpaceSharer}已将您从{SpaceName}中移除
