Repository: xaas-cloud/opencloud
Catalog: services/activitylog/pkg/service/l10n/locale/*/LC_MESSAGES/activitylog.po
Languages: fi, it, ko, sv, zh

source: description
fi: kuvaus
it: descrizione
ko: 설명
sv: beskrivning
zh: 描述

source: display name
fi: näyttönimi
it: nome visualizzato
ko: 표시 이름
sv: visningsnamn
zh: 显示名称

source: expiration date
fi: vanhenemispäivä
it: data di scadenza
ko: 만료일
sv: utgångsdatum
zh: 过期日期

source: password
fi: salasana
ko: 비밀번호
sv: lösenord
zh: 密码

source: permission
fi: käyttöoikeus
it: permessi
ko: 권한
sv: behörighet
zh: 权限

source: some field
fi: jokin kieltä
it: un campo
ko: 일부 필드
sv: något fält
zh: 特定字段

source: {resource} was downloaded via public link {token}
fi: {resource} ladattiin julkisen linkin {token} kautta
it: {resource} Ã¨ stato scaricato tramite link pubblico {token}
ko: {resource}가 {token} 공개 링크를 통해 다운로드되었습니다
sv: {resource} hämtades via en offentlig länk {token}
zh: {resource} 已通过公开链接 {token} 下载

source: {user} added {resource} to {folder}
fi: {user} lisäsi {resource} kansioon {folder}
it: {user} ha aggiunto {resource} alla cartella {folder}
ko: {user}가 {folder}에 {resource}을/를 추가했습니다
sv: {user} lade till {resource} till {folder}
zh: {user} 将 {resource} 添加到 {folder}

source: {user} added {sharee} as member of {space}
fi: {user} lisäsi {sharee} jäseneksi avaruuteen {space}
it: {user} ha aggiunto {sharee} come membro dello spazio {space}
ko: {user}가 {space}의 멤버로 {sharee}를 추가했습니다
sv: {user} lade till {sharee} som medlem av {space}
zh: {user} 添加 {sharee} 成为 {space} 的成员

source: {user} deleted {resource} from {folder}
fi: {user} poisti {resource} kansiosta {folder}
it: {user} ha eliminato {resource} dalla cartella {folder}
ko: {user}가 {folder}에서 {resource}을/를 삭제했습니다
sv: {user} raderade {resource} från {folder}
zh: {user} 从 {folder} 中删除 {resource}

source: {user} moved {resource} to {folder}
fi: {user} siirsi {resource} kansioon {folder}
it: {user} ha spostato {resource} nella cartella {folder}
ko: {user}가 {resource}를 {folder}로 이동했습니다
sv: {user} flyttade {resource} till {folder}
zh: {user} 将 {resource} 移动到 {folder}

source: {user} removed link to {resource}
fi: {user} poisti linkin resurssiin {resource}
it: {user} ha rimosso il link a {resource}
ko: {user}가 {resource}에 대한 링크를 제거했습니다
sv: {user} tog bort länk till {resource}
zh: {user} 移除了 {resource} 的链接

source: {user} removed {sharee} from {resource}
fi: {user} poisti {sharee} resurssista {resource}
it: {user} ha rimosso {sharee} da {resource}
ko: {user}가 {resource}에서 {sharee}를 제거했습니다
sv: {user} tog bort {sharee} från {resource}
zh: {user} 将 {sharee} 从 {resource} 移除

source: {user} removed {sharee} from {space}
fi: {user} poisti {sharee} avaruudesta {space}
it: {user} ha rimosso {sharee} dallo spazio {space}
ko: {user}가 {space}에서 {sharee}를 제거했습니다
sv: {user} tog bort {sharee} från {space}
zh: {user} 将 {sharee} 从 {space} 移除

source: {user} renamed {oldResource} to {resource}
fi: {user} muutti kohteen {oldResource} uudeksi nimeksi {resource}
it: {user} ha rinominato {oldResource} in {resource}
ko: {user}가 {oldResource}에서 {Resource}로 이름을 변경하였습니다.
sv: {user} döpte om {oldResource} till {resource}
zh: {user} 将 {oldResource} 重命名为 {resource}

source: {user} shared {resource} via link
fi: {user} jakoi {resource} linkin kautta
it: {user} ha condiviso {resource} tramite link
ko: {user}가 링크를 통해 {resource}를 공유했습니다
sv: {user} delade {resource} via länk
zh: {user} 通过链接分享了 {resource}

source: {user} shared {resource} with {sharee}
fi: {user} jakoi {resource} käyttäjän {sharee} kanssa
it: {user} ha condiviso {resource} con {sharee}
ko: {user}가 {sharee}에서 {resource}를 공유했습니다
sv: {user} delade {resource} med {sharee}
zh: {user} 与 {sharee} 分享了 {resource}

source: {user} updated {field} for a link {token} on {resource}
fi: {user} päivitti kentän {field} linkkiin {token} resurssissa {resource}
it: {user} ha aggiornato il campo {field} per il link {token} su {resource}
ko: {사용자}가 {resource}의 {token} 링크에 대해 {field}를 업데이트했습니다
sv: {user} uppdaterade {field} för en länk {token} på {resource}
zh: {user} 更新了 {resource} 上链接 {token} 的 {field}

source: {user} updated {field} for the {resource}
fi: {user} päivitti kentän {field} resurssille {resource}
it: {user} ha aggiornato il campo {field} per {resource}
ko: {user}가 {resource}에 대해 {field}를 업데이트했습니다
sv: {user} uppdaterade {field} för {resource}
zh: {user} 更新了 {resource} 的 {field}

source: {user} updated {resource} in {folder}
fi: {user} päivitti {resource} kansiossa {folder}
it: {user} ha aggiornato {resource} nella cartella {folder}
ko: {user}가 {folder}의 {resource} 을/를 업데이트했습니다
sv: {user} uppdaterade {resource} i {folder}
zh: {user} 在 {folder} 中更新了 {resource}
