Repository: xaas-cloud/opencloud
Catalog: services/settings/pkg/service/v0/l10n/locale/*/LC_MESSAGES/settings.po
Languages: es, fi, fr, it, ko, ru, sv, uk, zh

source: Added as space member
es: Incluido como miembro del espacio
fi: Lisätty avaruuden jäseneksi
fr: Ajouté comme membre de l'Espace
it: Aggiunto come membro di uno spazio
ko: 스페이스 멤버로 추가됨
ru: Добавлен как член пространства
sv: Tillagd som medlem i arbetsytan
uk: Додавання до простору у якості учасника (-ці)
zh: 添加为空间成员

source: Daily
es: Diario
fi: Päivittäin
fr: Quotidiennement
it: Giornaliero
ko: 일간
ru: Ежедневно
sv: Dagligen
uk: Щоденно
zh: 每日

source: Email sending interval
es: Intervalo de envío de correos
fi: Sähköpostin lähetyksen aikaväli
fr: Intervalle d'envoi des e-mails
it: Intervallo di invio delle e-mail
ko: 이메일 전송 간격
ru: Интервал отправки электронных писем
sv: Sändningsintervall för e-post
uk: Інтервал надсилання електронних листів
zh: 邮件发送频率

source: File rejected
es: Archivo rechazado
fi: Tiedosto hylätty
fr: Fichier rejeté
it: File rifiutato
ko: 파일 거부
ru: Файл отклонен
sv: Fil nekad
uk: Відхилення файлу
zh: 文件被拒绝

source: Instant
es: Instantaneo
fi: Välittömästi
fr: Instantané
it: Istantaneo
ko: 즉시
ru: Немедленно
sv: Omedelbart
uk: Миттєво
zh: 实时

source: Never
es: Nunca
fi: Ei koskaan
fr: Jamais
it: Mai
ko: 지속
ru: Никогда
sv: Aldrig
uk: Ніколи
zh: 从不

source: Notify when I have been added as a member to a space
es: Notificar cuando me han agregado como miembro a un espacio
fi: Ilmoita kun minut lisätty jäseneksi avaruuteen
fr: Recevoir une notification lorsque j'ai été ajouté en tant que membre à un espace
it: Inviami una notifica quando vengo aggiunto come membro di uno spazio
ko: 내가 공간에 멤버로 추가되었을 때 알림
ru: Уведомлять, когда меня добавляют в пространства
sv: Meddela mig när jag blivit tillagd som medlem i en arbetsyta
uk: Сповіщати, коли мене додають як учасника (-цю) до простору
zh: 当我被添加为空间成员时通知我

source: Notify when I have been removed as member from a space
es: Notificar cuando he sido eliminado como miembro de un espacio
fi: Ilmoita kun jäsenyyteni avaruudesta on poistettu
fr: M'avertir lorsque j'ai été retiré d'un Espace en tant que membre
it: Inviami una notifica quando vengo rimosso come membro di uno spazio
ko: 내가 공간에서 멤버로 제거되었을 때 알림
ru: Уведомлять, когда меня исключают из пространств
sv: Meddela mig när jag tagits bort som medlem i en arbetsyta
uk: Сповіщати, коли мене видаляють з учасників простору
zh: 当我被从空间中移除成员资格时通知我

source: Notify when I have received a share
es: Notificarme cuando he recibido un compartido
fi: Ilmoita kun olen vastaanottanut jaon
fr: Recevoir une notification lorsque j'ai reçu un partage
it: Inviami una notifica quando ricevo una condivisione
ko: 공유 받으면 알림
ru: Уведомлять, когда мне предоставили доступ для совместного использования ресура
sv: Meddela mig när jag tagit emot en delning
uk: Сповіщати, коли зі мною поділилися файлом або папкою
zh: 当我收到共享时通知我

source: Notify when a file I uploaded was rejected because of a virus infection or policy violation
es: Notificar cuando un archivo que he subido ha sido rechazado por contener virus o violar alguna política
fr: Notifier lorsqu'un fichier que j'ai téléchargé a été rejeté en raison d'une infection virale ou d'une violation de politique.
it: Inviami una notifica quando un file che ho caricato viene rifiutato a causa di una violazione delle policy o a causa della presenza di virus.
ko: 바이러스 감염 또는 정책 위반으로 인해 업로드한 파일이 거부되었을 때 알림
ru: Уведомлять, когда в загруженный мной файл был отклонен из-за проверки на вирусы
sv: Meddela mig när en fil jag laddat upp har nekats på grund av virus eller policybrott
uk: Сповіщати, коли завантажений мною файл було відхилено через знайдений вірус або порушення політик
zh: 当我上传的文件因病毒感染或违反策略而被拒绝时通知我

source: Notify when a received share has been removed
es: Notificar cuando un compartido que he recibido ha sido eliminado
fi: Ilmoita kun vastaanotettu jako on poistettu
fr: Notifier la suppression d'un partage reçu
it: Inviami una notifica quando una condivisione viene rimossa
ko: 허가된 공유가 제거되면 알림
ru: Уведомлять, когда у меня забрали доступ для совместного использования ресурса
sv: Meddela när en mottagen delning har raderats
uk: Сповіщати, коли зі мною більше не діляться файлом або папкою
zh: 当收到的共享被移除时通知我

source: Notify when a received share has expired
es: Notificar cuando un compartido recibido ha expirado.
fi: Ilmoita kun vastaanotettu jako on vanhentunut
fr: Notifier l'expiration d'un partage reçue
it: Inviami una notifica quando una condivisione ricevuta scade
ko: 허가된 공유가 만료되면 알림
ru: Уведомлять, когда доступ для совместного использования ресурса истек
sv: Meddela när en mottagen delning har löpt ut
uk: Сповіщати, коли термін доступу до файлу або папки сплинув
zh: 当收到的共享已过期时通知我

source: Notify when a space I am member of has been deleted
es: Notificar cuando un espacio del que soy miembro ha sido eliminado
fr: Notifier lorsqu'un espace dont je suis membre a été supprimé
it: Inviami una notifica quando uno spazio di cui sono membro viene eliminato
ko: 내가 속한 공간이 삭제되었을 때 알림
ru: Уведомлять, когда пространство, в котором я состою, было удалено
sv: Meddela när en arbetsyta jag är medlem i har raderats
uk: Сповіщати, коли простір, учасником (-цею) якого я є, був видалений
zh: 当我所在的空间被删除时通知我

source: Notify when a space I am member of has been disabled
es: Notificar cuando un espacio del que soy miembro ha sido deshabilitado
fr: Notifier lorsqu'un Espace dont je suis membre a été désactivé
it: Inviami una notifica quando uno spazio di cui sono membro viene disattivato
ko: 내가 속한 공간이 비활성화되었을 때 알림
ru: Уведомлять, когда пространство, в котором я состою, было отключено
sv: Meddela när en arbetsyta jag är medlem i har avaktiverats
uk: Сповіщати, коли простір, учасником (-цею) якого я є, був вимкнений
zh: 当我所在的空间被禁用时通知我

source: Notify when a space membership has expired
es: Notificar cuando la membresía a un espacio ha caducado
fr: Notifier l'expiration d'une adhésion à un Espace
it: Inviami una notifica quando uno spazio di cui sono membro scade
ko: 스페이스 멤버십이 만료되면 알림
ru: Уведомлять, когда мое членство в пространстве истекло
sv: Meddela när ett medlemskap i en arbetsyta har löpt ut
uk: Сповіщати, коли термін доступу до простору сплинув
zh: 当空间成员资格已过期时通知我

source: Removed as space member
es: Eliminado como miembro del espacio
fr: Supprimé en tant que membre de l'Espace
it: Non pi√π un membro dello spazio
ko: 스페이스 멤버가 제거됨
ru: Удален как участник пространства
sv: Borttagen som medlem i arbetsyta
uk: Видалення з простору
zh: 移除空间成员资格

source: Selected value:
es: Valor seleccionado:
fi: Valittu arvo:
fr: Valeur sélectionnée :
it: Valore selezionato:
ko: 선택한 값:
ru: Выбранное значение:
sv: Valt värde:
uk: Обране значення:
zh: 已选值：

source: Share Expired
es: Compartido expirado
fi: Jako vanheni
fr: Partage expiré
it: Condivisione scaduta
ko: 만료된 공유
ru: Доступ для совместного использования истек
sv: Delning har löpt ut
uk: Сплинення доступу до файлу / папки
zh: 共享已过期

source: Share Received
es: Compartido recibido
fi: Jako vastaanotettu
fr: Partage reçue
it: Condivisione ricevuta
ko: 공유됨
ru: Получен доступ для совместного использования ресурса
sv: Delning mottagen
uk: Надання доступу
zh: 收到共享

source: Share Removed
es: Compartido eliminado
fi: Jako poistettu
fr: Partage supprimée
it: Condivisione rimossa
ko: 공유제거
ru: Доступ для совместного использования ресурса отозван
sv: Delning raderad
uk: Видалення доступу
zh: 共享已移除

source: Space deleted
es: Espacio eliminado
fi: Avaruus poistettu
fr: Espace supprimé
it: Spazio eliminato
ko: 스페이스 삭제
ru: Пространство удалено
sv: Arbetsyta raderad
uk: Видалення простору
zh: 空间已删除

source: Space disabled
es: Espacio inhabilitado
fi: Avaruus poistettu käytöstä
fr: Espace désactivé
it: Spazio disattivato
ko: 스페이스 비활성화
ru: Пространство отключено
sv: Arbetsyta avaktiverad
uk: Вимкнення простору
zh: 空间已禁用

source: Space membership expired
es: Membresia al espacio expirada
fi: Avaruuden jäsenyys vanhentunut
fr: L'adhésion à l'espace a expiré
it: Partecipazione ad uno spazio scaduta
ko: 스페이스 멤버십 만료
ru: Членство в пространстве истекло
sv: Medlemskap i arbetsyta har löpt ut
uk: Сплинення доступу до простору
zh: 空间成员资格已过期

source: Weekly
es: Semanal
fi: Viikottain
fr: Hebdomadaire
it: Settimanale
ko: 주간
ru: Еженедельно
sv: Veckovis
uk: Щотижнево
zh: 每周
