Repository: xaas-cloud/opencloud
Catalog: services/userlog/pkg/service/l10n/locale/*/LC_MESSAGES/userlog.po
Languages: es, fi, fr, it, ko, ru, sv, zh

source: Access to Space {space} lost
es: Acceso al Espacio {space} perdido
fi: Pääsy avaruuteen {space} menetetty
fr: Accès à l'Espace {space} perdu
it: Accesso allo Spazio {space} perso.
ko: {space}에 대한 액세스가 손실되었습니다
ru: Доступ к пространству {space} потерян
sv: Tillgång till arbetsytan {space} förlorades
zh: 无法访问空间{space}

source: Access to {resource} expired
es: Acceso a {resource} expirado
fi: Pääsy resurssiin {resource} vanheni
fr: L'accès à {resource} a expiré
it: Accesso allo Spazio {space} scaduto.
ko: {resource}에 대한 액세스가 만료되었습니다
ru: Доступ к {resource} больше не действителен
sv: Åtkomst till {resource} har gått ut
zh: 对{resource}的访问权限已过期

source: Attention! The instance will be shut down and deprovisioned on {date}. Download all your data before that date as no access past that date is possible.
es: ¡Atención! Esta instancia se dará se parará y deprovisonará el {date}. Descarga todos tus datos antes de la fecha límmite, transcurrido el plazo no se podrá acceder más a los datos.
fi: Huomio! Tämä instanssi sammutetaan ja poistetaan {date}. Lataa datasi ennen kyseistä päivää, sillä pääsy sen jälkeen ei ole mahdollista.
fr: Attention ! L'instance sera fermée et déprovisionnée le {date}. Téléchargez toutes vos données avant cette date car aucun accès ne sera possible après cette date.
it: Attenzione! L'istanza verrà disattivata e deprovisionata il {date}. Scarica tutti i tuoi dati prima di tale data, poiché non sarà più possibile accedervi successivamente.
ko: 주의하세요! 인스턴스는 {date}에 종료되고 프로비저닝이 해제됩니다. 해당 날짜 이후에는 액세스할 수 없으므로 해당 날짜 이전에 모든 데이터를 다운로드하세요.
ru: Внимание! Система будет отключена {date}. Выгрузите все ваши данные до этой даты - после этого сделать это будет невозможно.
sv: Observera! Instansen kommer att stängas ned och avprovisioneras den {date}. Ladda ner alla dina data före det datumet, eftersom det inte går att komma åt dem efter det datumet.
zh: 请注意！实例将于{date}关闭并解除配置。请在此日期前下载所有数据，之后将无法访问。

source: File {resource} was deleted because it violates the policies
es: El recurso {resource} fué eliminad por infringir las políticas
fi: Tiedosto {resource} poistettiin, koska loukkaa käytäntöjä
fr: Le fichier {resource} a été supprimé car il enfreint les règles.
it: Il file {resource} è stato eliminato perché viola le policy.
ko: {resource} 파일이 정책을 위반하여 삭제되었습니다
ru: Файл {resource} был удален, потому что он нарушает правила
sv: Filen {resource} har raderats eftersom den bryter mot riktlinjerna
zh: 文件{resource}因违反策略已被删除

source: Instance will be shut down and deprovisioned
es: La instancia será apagada y se desaprovisionará de sus recursos
fi: Instanssi sammutetaan ja poistetaan käytöstä
fr: L'instance sera fermée et déprovisionnée.
it: L'istanza verrà disattivata e deprovisionata.
ko: 인스턴스가 종료되고 프로비저닝 해제됩니다
ru: Система будет отключена
sv: Instansen kommer att stängas av och avprovisioneras
zh: 实例将被关闭并解除配置

source: Membership expired
es: Membresía expirada
fi: Jäsenyys vanhentunut
fr: Adhésion expirée
it: Iscrizione scaduta
ko: 멤버십 만료
ru: Членство истекло
sv: Medlemskapet har gått ut
zh: 成员资格已过期

source: Policies enforced
es: Políticas implementadas
fi: Käytännöt pakotettu
fr: Politiques appliquées
it: Regole applicate
ko: 시행되는 정책
ru: Правила применены
sv: Genomdrivna riktlinjer
zh: 策略已执行

source: Removed from Space
es: Eliminado de Espacio
fi: Poistettu avaruudesta
fr: Retiré de l'Espace
it: Rimosso dallo Spazio
ko: 스페이스로부터 제거
ru: Удалить из пространства
sv: Togs bort från arbetsytan
zh: 已从空间中移除

source: Resource shared
es: Recurso compartido
fi: Resurssi jaettu
fr: Ressource partagée
it: Risorsa condivisa
ko: 자원 공유
ru: Ресурс доступен для совместного использования
sv: Resurs delad
zh: 资源已共享

source: Resource unshared
es: Recurso no compartido
fi: Resurssin jako lopetettu
fr: Ressource non partagée
it: Risorsa non più condivisa
ko: 리소스 비공유
ru: Ресурс не доступен для совместного использования
sv: Resursen delas inte
zh: 资源已取消共享

source: Share expired
es: La compartición ha expirado
fi: Jako vanhentunut
fr: Partage expiré
it: Risorsa scaduta
ko: 공유 만료
ru: Срок совместного использования истек
sv: Delning har löpt ut
zh: 共享已过期

source: Space deleted
es: Espacio borrado
fi: Jako poistettu
fr: Espace supprimé
it: Spazio eliminato
ko: 삭제된 스페이스
ru: Пространство удалено
sv: Arbetsytan togs bort
zh: 空间已删除

source: Space disabled
es: Espacio deshabilitado
fi: Avaruus poistettu käytöstä
fr: Espace désactivé
it: Spazio disabilitato
ko: 스페이스 비활성화
ru: Пространство отключено
sv: Arbetsytan inaktiverad
zh: 空间已禁用

source: Space shared
es: Espacio compartido
fi: Avaruus jaettu
fr: Espace partagé
it: Spazio condiviso
ko: 스페이스 공유
ru: Пространство доступно для совместного использования
sv: Arbetsytan delad
zh: 空间已共享

source: Virus found
es: Virus encontrado
fi: Virus löydetty
fr: Virus détecté
it: Virus trovato
ko: 바이러스 발견
ru: Найден вирус
sv: Virus hittades
zh: 发现病毒

source: Virus found in {resource}. Upload not possible. Virus: {virus}
es: Se encontró un visrus en {resource}. No se permite la subida. Virus: {virus}
fi: Virus paikannettu resurssiin {resource}. Lähetys ei ole mahdollista. Virus: {virus}
fr: Virus trouvé dans {resource}. Téléversement impossible. Virus : {virus}
it: Virus trovato in {resource}. Caricamento non possibile. Virus: {virus}
ko: {resource}에서 바이러스를 발견했습니다. 업로드할 수 없습니다. 바이러스: {virus}
ru: В ресурсе {resource} обнаружен вирус. Загрузка невозможна. Вирус: {virus}
sv: Virus hittades i {resource}. Uppladdning omöjlig. Virus: {virus}
zh: 在{resource}中发现病毒。无法上传。病毒名称：{virus}

source: {user} added you to Space {space}
es: {user} te añadió al Espacio {space}
fi: {user} lisäsi sinut avaruuteen {space}
fr: {user} vous a ajouté à l'Espace {space}
it: {user} ti ha aggiunto allo Spazio {space}
ko: {user}가 스페이스 {space}를 추가했습니다
ru: {user} добавил Вас в пространство {space}
sv: {user} har lagt till dig i arbetsytan {space}
zh: {user}已将您添加到空间{space}

source: {user} deleted Space {space}
es: {user} borró el Espacio {space}
fi: {user} poisti avaruuden {space}
fr: {user} a supprimé l'Espace {space}
it: {user} ha eliminato lo Spazio {space}.
ko: {user} 가 스페이스 {space} 삭제했습니다
ru: {user} удалил(-ла) пространство {space}
sv: {user} tog bort arbetsytan {space}
zh: {user}已删除空间{space}

source: {user} disabled Space {space}
es: {user} deshabilitó el Espacio {space}
fi: {user} poisti käytöstä avaruuden {space}
fr: {utilisateur} a désactivé Espace {espace}
it: {user} ha disattivato lo Spazio {space}.
ko: {user}가 스페이스 {space} 비활성화했습니다
ru: {user} отключил пространство {space}
sv: {user} inaktiverade arbetsytan {space}
zh: {user}已禁用空间{space}

source: {user} removed you from Space {space}
es: {user} te eliminó del Espacio {space}
fi: {user} poisti sinut avaruudesta {space}
fr: {user} vous a retiré de l'Espace {space}
it: {user} ha rimosso lo Spazio {space}.
ko: {user}가 스페이스 {space}를 제거했습니다
ru: {user} удалил вас из пространства {space}
sv: {user} har tagit bort dig från arbetsytan {space}
zh: {user}已将您从空间{space}中移除

source: {user} shared {resource} with you
es: {user} compartió {resource} contigo
fi: {user} jakoi {resource} kanssasi
fr: {user} a partagé {resource} avec vous
it: {user} ha condiviso {resource} con te.
ko: {user}가 {resource}을 공유했습니다
ru: {user} поделился(-лась) с вами {resource}
sv: {user} delade {resource} med dig
zh: {user}已与您共享{resource}

source: {user} unshared {resource} with you
es: {user} dejó de compartir {resource} contigo
fi: {user} lopettu resurssin {resource} jakamisen kanssasi
fr: {user} a annulé le partage de {resource} avec vous
it: {user} ha revocato la condivisione di {resource} con te
ko: {user}가 {resource}을 공유해제 했습니다
ru: {user} забрал у вас доступ к {resource}
sv: {user} tog bort delning av {resource} med dig
zh: {user}已取消与您共享{resource}
